Repository: luongtanphat25/CRS-Tool
Catalog: CRS Tool/View/*.lproj/Localizable.strings
Languages: vi

source: Annulled Marriage
vi: Huỷ hôn

source: Common-Law
vi: Vợ chồng không chính thức

source: Divorced/ Separated
vi: Ly thân

source: Legally Separated
vi: Ly hôn

source: Married
vi: Đã kết hôn

source: Never Married/ Single
vi: Chưa kết hôn/ Độc thân

source: Widowed
vi: Goá phụ

source: None, or less than secondary (high school)
vi: Trình độ học vấn từ Trung học trở xuống

source: Secondary diploma (high school graduation)
vi: Trình độ tốt nghiệp Trung học Phổ thông

source: One-year program at a university, college, trade or technical school, or other institute
vi: Tốt nghiệp chương trình 1 năm tại trường đại học, cao đẳng, trường thương mại hoặc kỹ thuật hoặc viện khác

source: Two-year program at a university, college, trade or technical school, or other institute
vi: Tốt nghiệp chương trình 2 năm tại trường đại học, cao đẳng, trường thương mại hoặc kỹ thuật hoặc viện khác

source: Bachelor's degree (three or more year program at a university, college, trade or technical school, or other institute)
vi: Bằng cử nhân (chương trình 3 năm trở lên tại một trường đại học, cao đẳng, trường thương mại hoặc kỹ thuật hoặc học viện khác)

source: Two or more certificates, diplomas or degrees. One must be for a program of three or more years
vi: Tốt nghiệp hai hoặc nhiều chứng chỉ, văn bằng hoặc bằng cấp. Một phải dành cho chương trình từ 3 năm trở lên

source: Master's degree, or professional degree needed to practice in a licensed profession
vi: Bằng thạc sĩ hoặc bằng cấp chuyên nghiệp cần thiết để hành nghề trong một nghề được cấp phép

source: Doctoral level university degree (PhD)
vi: Trình độ tiến sĩ đại học (tiến sĩ)

source: Secondary (high school) or less
vi: Tốt nghiệp Trung học Phổ thông trở xuống

source: One- or two-year diploma or certificate
vi: Văn bằng hoặc chứng chỉ 1 hoặc 2 năm

source: Degree, diploma or certificate of three years or longer OR a Master’s, professional or doctoral degree of at least one academic year
vi: Bằng cấp, bằng tốt nghiệp hoặc chứng chỉ từ 3 năm trở lên HOẶC bằng Thạc sĩ, chuyên môn hoặc bằng tiến sĩ của ít nhất 1 năm học

source: Speaking
vi: Nói

source: Listening
vi: Nghe

source: Reading
vi: Đọc

source: Writing
vi: Viết

source: year
vi: năm

source: years
vi: năm

source: None or < 1 year
vi: Không có hoặc ít hơn 1 năm

source: Sign up successfully
vi: Đăng ký thành công

source: Thank you for sign up with us. We will contact you soon.
vi: Cảm ơn bạn đã đăng ký với chúng tôi. Chúng tôi sẽ liên hệ lại với bạn sớm nhất có thể.

source: Error
vi: Lỗi

source: The email address is already in use by another account.
vi: Địa chỉ email đã được đăng ký.

source: The email address is badly formatted.
vi: Địa chỉ email không đúng định dạng.

source: Enter profile's name
vi: Nhập tên hồ sơ

source: Add profile
vi: Thêm hồ sơ

source: Create a new profile with all default CRS score is 0
vi: Tạo hồ sơ mới với điểm mặc định bằng 0

source: Add
vi: Thêm

source: Cancel
vi: Huỷ

source: New profile
vi: Hồ sơ mới

source: Age
vi: Độ tuổi

source: Education
vi: Học vấn

source: First language
vi: Ngôn ngữ I

source: Change name
vi: Đổi tên

source: Please enter a new name
vi: Vui lòng nhập tên mới

source: Save
vi: Lưu

source: Welcome
vi: Chào mừng

source: Thank you for your download. To add a new profile, press the red button on the right corner. Press the profile to edit. Swipe to the right to change the profile's name or delete.
vi: Cảm ơn bạn đã ủng hộ. Để tạo hồ sơ mới, nhấn nút màu đỏ ở góc bên phải. Nhấn vào hồ sơ để chỉnh sửa. Vuốt sang phải để thay đổi tên hoặc xóa hồ sơ.

source: Change to Vietnamese
vi: Đổi sang tiếng Anh

source: Set preferred language to Vietnamese in Settings.
vi: Đổi ngôn ngữ sang tiếng Anh trong Cài đặt.

source: Language
vi: Ngôn ngữ

source: Invitations:
vi: Số lời mời:
