Repository: luongtanphat25/CRS-Tool
Catalog: CRS Tool/View/*.lproj/Main.strings
Languages: vi

# 06Y-su-wWf.text
source: Skill transferability factors:
vi: Các yếu tố chuyển giao kỹ năng:

# 1ce-5v-ZSU.title
source: Official Languages
vi: Ngôn ngữ chính thức

# 2HU-NH-sEW.text
source: First Official Language:
vi: Ngôn ngữ chính thức I:

# 3S4-Gd-GNA.title
source: Others
vi: Các yếu tố khác

# 3pv-9i-aOR.text
source: Do you have a certificate of qualification from a Canadian province, territory or federal body?
vi: Bạn có giấy chứng nhận đủ điều kiện từ một tỉnh, vùng lãnh thổ hoặc cơ quan liên bang của Canada không?

# 4hj-im-Pw3.text
source: Age:
vi: Tuổi:

# 5ge-Hc-9qR.text
source: Level of education:
vi: Trình độ học vấn:

# 66B-4C-TOO.text
source: Do you have a nomination certificate from a province or territory?
vi: Bạn có giấy chứng nhận đề cử từ một tỉnh hoặc vùng lãnh thổ không?

# 8p0-qL-SEp.text
source: Level of education:
vi: Trình độ học vấn:

# 9lM-Ru-Apg.text
source: Core/Human capital factors:
vi: Yếu tố con người:

# Ctc-NV-w9v.title
source: Age
vi: Độ tuổi

# ECb-Hh-wnH.text
source: Certificate of qualification:
vi: Giấy chứng nhận trình độ:

# Fsa-Cf-YCC.title
source: Experiences
vi: Kinh nghiệm

# Hwk-Fq-7wT.title
source: Result
vi: Kết quả

# HyC-Qf-90H.text
source: Study in Canada:
vi: Học tập ở Canada:

# IJE-tn-0KJ.normalTitle
source: Next
vi: Tiếp

# IYc-ge-ZAC.text
source: In the last ten years, how many years of skilled work experience in Canada does your spouse/common-law partner have?
vi: Trong 10 năm qua, vợ/chồng của bạn có bao nhiêu năm kinh nghiệm làm việc có tay nghề ở Canada?

# IgL-Dq-Jp5.text
source: Canadian work experience:
vi: Kinh nghiệm làm việc ở Canada:

# Iid-yL-2Je.text
source: Job offer:
vi: Thư mời làm việc:

# KGg-QT-yqW.text
source: Sibling in Canada:
vi: Anh chị em ở Canada:

# KmB-Ti-mRo.title
source: Education
vi: Học vấn

# LcU-hO-zES.title
source: Partner's Info
vi: Thông tin Vợ/Chồng

# LiO-L9-Jk1.segmentTitles[0]
source: Type OO
vi: Loại OO

# LiO-L9-Jk1.segmentTitles[1]
source: Type A, B or O
vi: Loại A, B hoặc O

# LiO-L9-Jk1.segmentTitles[2]
source: Type C or D
vi: Loại C hoặc D

# MEY-w5-mq0.text
source: Canadian and foreign work experience:
vi: Kinh nghiệm làm việc trong và ngoài Canada:

# NUP-zo-rdI.normalTitle
source: Sign up
vi: Đăng ký

# PIk-Cy-9xR.normalTitle
source: Next
vi: Tiếp

# QqE-CU-qe2.text
source: Did your spouse or common-law partner take a language test?
vi: Vợ/Chồng của bạn có kiểm tra ngôn ngữ không?

# SjW-DJ-kZH.text
source: Is your spouse or common-law partner a citizen or permanent resident of Canada?
vi: Vợ/Chồng của bạn có phải là công dân hoặc thường trú nhân Canada không?

# Sla-EQ-fem.text
source: Provincial nomination:
vi: Đề cử cấp tỉnh:

# Snb-fB-oOr.normalTitle
source: Sign up
vi: Thử lại

# T96-qa-6fW.text
source: Enter your email address below to get your free consultation with Campbell Immigration
vi: Nhập địa chỉ email của bạn dưới đây để nhận tư vấn miễn phí với chuyên gia Nhập cư của chúng tôi

# TT9-qO-BCq.text
source: How old are you?
vi: Bạn bao nhiêu tuổi?

# Tss-9R-Cn4.text
source: Second Official Language:
vi: Ngôn ngữ chính thức II:

# U1a-zS-3dL.placeholder
source: Please enter your email
vi: Vui lòng nhập email của bạn

# Uwt-ks-XeC.title
source: Result
vi: Kết quả

# Vr5-CG-G8p.title
source: Others
vi: Các yếu tố khác

# Wcz-R6-8qT.normalTitle
source: Next
vi: Tiếp

# XUk-49-DZl.text
source: Official Language proficiency and foreign work experience:
vi: Trình độ ngoại ngữ và kinh nghiệm làm việc ngoài Canada:

# Y1q-GC-q9R.text
source: French-language skills:
vi: Kỹ năng tiếng Pháp:

# aZN-QQ-z9C.text
source: Will your spouse or common-law partner come with you to Canada?
vi: Vợ/Chồng của bạn có đi cùng bạn đến Canada không?

# ah3-rc-AGB.title
source: Experiences
vi: Kinh nghiệm

# akS-mw-V3l.text
source: Do you or your spouse or common law partner (if they will come with you to Canada) have at least one brother or sister living in Canada who is a citizen or permanent resident?
vi: Bạn hoặc vợ/chồng của bạn (nếu họ đi cùng bạn đến Canada) có ít nhất một anh/chị/em đang sống ở Canada là công dân hoặc thường trú nhân không?

# b6d-LI-6qe.normalTitle
source: Next
vi: Tiếp

# bQ1-7F-LoL.text
source: What is your marital status?
vi: Tình trạng hôn nhân của bạn?

# cT8-sy-oiF.title
source: Age
vi: Độ tuổi

# dL3-WQ-SI0.normalTitle
source: Next
vi: Tiếp

# e6w-FS-blM.text
source: What is your level of education?
vi: Trình độ học vấn của bạn?

# eiy-Wu-Ke0.normalTitle
source: Next
vi: Tiếp

# ewf-Hy-vMd.normalTitle
source: Next
vi: Tiếp

# fC3-bO-Q8p.title
source: Sign up
vi: Đăng ký

# gn3-8N-m0K.title
source: Languages
vi: Ngôn ngữ

# hap-zt-lxZ.text
source: Canadian work experience:
vi: Kinh nghiệm làm việc ở Canada:

# heu-Ob-v2q.title
source: Education
vi: Học vấn

# irp-3y-Rs5.text
source: In the last ten years, how many years of skilled work experience in Canada do you have?
vi: Trong 10 qua, bạn có bao nhiêu năm kinh nghiệm làm việc theo diện tay nghề ở Canada?

# j0u-Gn-Dyf.title
source: Marital Status
vi: Tình trạng hôn nhân

# jmR-8q-MOW.text
source: Do you have a valid job offer supported by a LMIA?
vi: Bạn có lời mời làm việc hợp lệ được LMIA hỗ trợ không?

# kXd-Ld-Rh7.text
source: In the last 10 years, how many total years of foreign skilled work experience do you have?
vi: Trong 10 năm qua, bạn có bao nhiêu năm kinh nghiệm làm việc có tay nghề ngoài Canada?

# kZd-QA-w1m.text
source: What is the highest level of education for which your spouse or common-law partner's has?
vi: Trình độ học vấn cao nhất mà vợ/chồng của bạn có?

# kf9-Xj-d2S.text
source: Have you earned a Canadian degree, diploma or certificate?
vi: Bạn có bằng cấp, văn bằng hoặc chứng chỉ của Canada chưa?

# laM-Ob-Bqb.normalTitle
source: Next
vi: Tiếp

# m1r-yB-MFD.normalTitle
source: Next
vi: Tiếp

# qaw-ER-eh7.title
source: Try again
vi: Đăng ký

# r7Q-a8-pJh.text
source: Additional points:
vi: Điểm bổ sung:

# rrq-2b-4Cx.title
source: Canadian Family
vi: Gia đình Canada

# sDN-H1-64O.text
source: Foreign work experience:
vi: Kinh nghiệm làm việc ngoài Canada:

# sPy-aN-RGA.text
source: Education:
vi: Học vấn:

# uM8-Wg-wDF.title
source: Canadian Degree
vi: Bằng cấp của Canada

# uT4-ow-dIi.text
source: Spouse factors:
vi: Yếu tố vợ/chồng:

# uXN-9r-cOS.text
source: First Official Language:
vi: Ngôn ngữ chính thức I:

# wkX-HA-GD0.text
source: Canadian work experience and education:
vi: Kinh nghiệm làm việc và học tập ở Canada:

# xGb-lx-Z5g.text
source: Official Language proficiency and education:
vi: Trình độ ngôn ngữ và học vấn:

# OqQ-Zb-Ai1.title
source: Profiles
vi: Hồ sơ
